<?php
$tm[1]=array(
	'题目'=>'1.下列是动物的是().',
	'A'=>"A.苹果",
	'B'=>"B.西红柿",
	'C'=>"C.白菜",
	'D'=>"D.人",
	'题型'=>"单选",
	'答案'=>"D"
);

$tm[2]=array(
	'题目'=>"2.下列不是天气名词的是().",
	'A'=>"A.雷雨",
	'B'=>"B.多云",
	'C'=>"C.霾",
	'D'=>"D.情",
	'题型'=>"单选",
	'答案'=>"D"

	);

$tm[3]=array(
	'题目'=>"3.下列是水果的是().",
	'A'=>"A.西瓜",
	'B'=>"B.火山",
	'C'=>"C.太阳",
	'D'=>"D.土豆",
	'题型'=>"单选",
	'答案'=>"A"

	);

$tm[4]=array(
	'题目'=>"4.下列不能吃的是().",
	'A'=>"A.烧烤",
	'B'=>"B.圣物",
	'C'=>"C.酸粉",
	'D'=>"D.牛排",
	'题型'=>"单选",
	'答案'=>"B"

	);

$tm[5]=array(
	'题目'=>"5.下列不是名人的是().",
	'A'=>"A.袁隆平",
	'B'=>"B.习近平",
	'C'=>"C.沃兹吉",
	'D'=>"D.马化腾",
	'题型'=>"单选",
	'答案'=>"C"

	);

?>